Repository: Musikero31/FlightSearch
Catalog: FlightSearch.Web/Resources/Resource.*.resx
Languages: ms

source: Airline Logo
ms: Logo Syarikat Penerbangan

source: Airline Name
ms: Name Syarikat Penerbangan

# AirlineRequired
source: Please select airline
ms: Sila pilih syarikat penerbangan

source: Airline Search
ms: Carian Syarikat Penerbangan

# AirportRequired
source: Please select airport
ms: Sila pilih lapangan terbang

# AirportValidation
source: Airports cannot be the same
ms: Lapangan terbang tidak boleh sama

source: Clear
ms: Membersihkan

# DateRequired
source: Please enter date
ms: Sila masukkan tarikh

# EndDateValidation
source: End date should be greater than start date
ms: Tarikh akhir harus lebih besar daripada tarikh mula

source: Flight Date
ms: Tarikh Penerbangan

# FromAirport
source: Flying From
ms: Dari

# FromDate
source: Departing On
ms: Berlepas

source: Inbound Flight Duration
ms: Tempoh Penerbangan Masuk

source: Load Data
ms: Muatkan Data

source: Outbound Flight Duration
ms: Tempoh Penerbangan Keluar

source: Please select
ms: Sila pilih

source: Process Dates
ms: Tarikh Proses

source: Search
ms: Carian

# StartDateValidation
source: Start date should be less than end date
ms: Tarikh mula mestilah kurang dari tarikh akhir

source: Stops
ms: Berhenti

# ToAirport
source: Flying To
ms: Ke

# ToDate
source: Returning On
ms: Pergi Balik

source: Total Amount
ms: Jumlah Keseluruhan
